Repository: ktgw0316/LightZone-l10n-nl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: nl_nl

source: "$1" already exists as a folder.
nl_nl: "$1" bestaat al als folder.

source: "$1" already exists.
nl_nl: "$1" bestaat al.

source: $1 files to process
nl_nl: $1 bestanden te verwerken

source: $1 images selected
nl_nl: $1 afbeeldingen geselecteerd

source: $1 is an empty file
nl_nl: $1 is een leeg bestand

source: $1 not found
nl_nl: $1 niet gevonden

source: $1 of $2 files processed, $3 seconds remaining
nl_nl: $1 van $2 bestanden verwerkt, $3 seconden te gaan

source: $1 sec at f/$2
nl_nl: $1 sec bij f/$2

source: (LightZone must restart for this to take effect.)
nl_nl: (LightZone moet opnieuw gestart worden voordat de wijzigingen worden doorgevoerd).

source: (Opposite of Color Burn.)
nl_nl: (Tegenovergestelde van Kleur doordrukken.)

source: (Opposite of Color Dodge.
nl_nl: (Tegenovergestelde van Kleur tegehouden.

source: (Opposite of Darken.)
nl_nl: (Tegenovergestelde van Donker.)

source: (Opposite of Lighten.)
nl_nl: (Tegenovergestelde van Lichter.)

source: (See also: Exclusion.)
nl_nl: (Zie ook: Uitsluiting.)

source: (See also: Negation.)
nl_nl: Zie ook: Negatie.)

source: (See also: Screen.)
nl_nl: (Zie ook: Bleken.)

source: (The color/luminosity selections as well as the Color Selection Viewer will update to reflect the selected color/luminosity.)
nl_nl: (Zowel de kleur/lichtsterkte selecties als de Kleur Selectie Viewer tonen de geselecteerde kleur/lichtsterkte).

source: (The mouse will change to an eyedropper.)
nl_nl: (De muis aanwijzer verandert in een pipet).

source: (The previews will be recomputed automatically.
nl_nl: (De voorbeelden worden (later) opnieuw automatisch gecreeerd.

source: (Use the Shift key to select multiple, contiguous thumbnails or the Command Control key to select multiple, non-contiguous thumbnails.)
nl_nl: (Gebruik de Shift toets om meerdere, achtereenvolgende miniaturen te selecteren of de Command Control toets om meerdere, niet aaneengesloten miniaturen te selecteren).

source: (a) no color selected
nl_nl: (a) geen kleur geselecteerd

source: (b) blues selected
nl_nl: (b) blauwen geselecteerd

source: ...and $1 more
nl_nl: ...en $1 meer

source: 1 file to process
nl_nl: 1 bestand te verwerken

source: 8 Bits/Channel
nl_nl: 8 Bits/Kanaal

source: More on styles...
nl_nl: Meer over stijlen...

source: <html>Continue (The program may now be unstable)</html>
nl_nl: <html>Doorgaan (Het programma kan nu instabiel worden)</html>

source: <html>Exit without saving files</html>
nl_nl: <html>Sluiten zonder bestanden opslaan</html>

source: <html>Save all files and exit <b>(Recommended)</b></html>
nl_nl: <html>Opslaan alle bestanden en sluiten <b>(Aanbevolen)</b></html>

source: A Style named "$1" already exists.
nl_nl: Er bestaat al een stijl met de naam "$1".

source: A blending mode controls how the effects of tools in the tool stack blend together to form the final photo.
nl_nl: Een vermengingsmodus beinvloedt hoe de effecten van de gereedschappen in een gereedschapsgroep zich vermengen om de uiteindelijke foto te vormen.

source: A file named "$1" already exists in $2.
nl_nl: Een bestand met naam "$1" bestaat al in $2.

source: A high limit enables LightZone operate faster and smoother; a low limit leaves more memory for other applications.
nl_nl: Een hoge limiet laat LightZone sneller en vloeiender werken, een lage limiet laat meer geheugen vrij voor andere applicaties.

source: A new version ($1) of $2 is available.
nl_nl: Een nieuwe versie ($1) van $2 is beschibaar.

source: About LightZone
nl_nl: Over LightZone

source: Acknowledgments
nl_nl: Dankbetuiging

source: Acknowledgments.
nl_nl: Dankbetuiging

source: Actual Pixels
nl_nl: Werkelijke beeldpunten (pixels)

source: Add
nl_nl: Toevoegen

source: Add $1
nl_nl: $1 toevoegen

source: Add a new Style
nl_nl: Nieuwe stijl toevoegen

source: Additionally, color/luminosity selections have adjustable feathering thus eliminating sharp edges between where a selection is and isn't.
nl_nl: Additioneel kunnen scherpe overgangen tussen de selectie en overig gebied worden verdoezeld door instelbare kleur/lichtsterkte verdoezeling.

source: Adjust the color range
nl_nl: Pas kleurbereik aan

source: Advanced Options
nl_nl: Geavanceerde opties

source: After the reset, LightZone must quit.
nl_nl: Na het herstellen, moet LightZone worden gesloten.

source: All
nl_nl: Alles

source: All Colors
nl_nl: Alle kleuren

source: All the Time
nl_nl: Onmiddelijk

source: Along the top-left of the LightZone browser window is a toolbar containing the set of photo buttons shown below.
nl_nl: Linksboven in het LightZone browser venster bevindt zich een gereedschapsbalk met een set van foto knoppen.

source: Always apply this Style
nl_nl: Deze stijl altijd toepassen

source: Always apply this Style to RAW images from "$1"
nl_nl: Deze stijl altijd toepassen op RAW afbeeldingen van "$1"

source: Amount
nl_nl: Hoeveelheid

source: An updated version of LightZone is required to read this Style
nl_nl: Een bijgewerkte versie van LightZone is nodig om deze stijl te lezen

source: An updated version of LightZone is required to read this file
nl_nl: Een bijgewerkte versie van LightZone is nodig om dit bestand te lezen

source: Anatomy-Browser.html
nl_nl: Anatomie-Browser.html

source: Any
nl_nl: Elke

source: Aperture
nl_nl: Diafragma

source: Application Managed Colors
nl_nl: Applicatie beheerde kleuren

source: Apply Preset
nl_nl: Instelling toepassen

source: Apply Presets
nl_nl: Instellingen toepassen

source: Apply Style
nl_nl: Stijl toepassen

source: Apply Style to the selected image
nl_nl: Pas geselecteerde stijl toe op afbeelding

source: Apply this tool to a selected color
nl_nl: Pas dit gereedschap toe op de geselecteerde kleur

source: Apply toolstack to the selected image
nl_nl: Pas gereedschapsstapel toe op geselecteerde afbeelding

source: Are you sure you want to clear the global browser cache?
nl_nl: Weet u zeker dat u het globale browser geheugen wilt opschonen?

source: Are you sure you want to quit LightZone?
nl_nl: Weet u zeker dat u LightZone wilt sluiten?

source: Are you sure you want to reset?
nl_nl: Weet u zeker dat u wilt herstellen?

source: As Shot
nl_nl: Als gefotografeerd

source: As-Shot White Balance
nl_nl: Als-gefotografeerd wit balans

source: Auto Save
nl_nl: Auto-opslaan

source: Auto White Balance
nl_nl: Auto wit balans

source: Auto-save is now on.
nl_nl: Auto-opslaan is nu ingeschakeld.

source: Average
nl_nl: Gemiddeld

source: Base color
nl_nl: Basis kleur

source: Batch Name
nl_nl: Batch Naam

source: Batch Output Folder
nl_nl: Batch Uitvoer Folder

source: Batch converting images
nl_nl: Batch verwerken van afbeeldingen

source: Between Region Changes
nl_nl: Tussen gebiedswijzigingen

source: Bezier Regions
nl_nl: Bezier gebieden

source: Bit Depth
nl_nl: Bit diepte

source: Bits/Channel
nl_nl: Bits/Kanaal

source: Black and White
nl_nl: Zwart wit

source: Black point compensation
nl_nl: Zwartpunt compensatie

source: Black point compensation attempts to resolve the difference between the darkest black in your photo and the darkest black that a particular device can render.
nl_nl: Zwartpunt compensatie probeert het verschil op te lossen tussen het donkerste zwart in uw foto en het donkerste zwart dat een uitvoerapparaat kan weergeven.

source: Blend
nl_nl: Vermengen

source: Blend Mode Change
nl_nl: Vermengings modus wijziging

source: Blend color
nl_nl: Vermengings kleur

source: Blending Mode
nl_nl: Vermengings modus

source: Blending modes
nl_nl: Vermengings modi

source: Blue
nl_nl: Blauw

source: Blues
nl_nl: Blauwen

source: Brightens the base color to reflect the blend color by decreasing contrast.
nl_nl: Maakt de basis kleur lichter om de vermengings kleur weer te geven door het contrast te verminderen.

source: Bring All to Front
nl_nl: Alles naar voren brengen

source: Browse
nl_nl: Bladeren

source: Browse Mode
nl_nl: Blader modus

source: Browse Recent
nl_nl: Bladeren recent geopende bestanden

source: Browser Cache
nl_nl: Browser gehuegen

source: Browser Layout
nl_nl: Browser scherm

source: Browser anatomy
nl_nl: Browser anatomie

source: Buttons-Photo.html
nl_nl: Knoppen-Foto.html

source: Can't Launch LightZone
nl_nl: Kan LightZone niet starten

source: Cancel
nl_nl: Annuleren

source: Cancel color selection
nl_nl: Annuleer kleur selectie

source: Cancel neutral color selection
nl_nl: Annuleer de neutrale kleurselectie

source: Cannot redo
nl_nl: Kan niet herhalen

source: Cannot undo
nl_nl: Kan niet ongedaan maken

source: Capture Time
nl_nl: Vastleggingstijd

source: Capture time
nl_nl: Vastleggingstijd

source: Center Image
nl_nl: Afbeelding centreren

source: Channel Mixer
nl_nl: Kanaal menger

source: Check for Update
nl_nl: Update controleren

source: Check for Update...
nl_nl: Update controleren...

source: Check here to show the Video Learning Center window when LightZone starts.
nl_nl: Hier aanvinken om het video leercentrum te tonen als LightZone start.

source: Checking for update...
nl_nl: Update controleren ...

source: Choose
nl_nl: Kies

source: Choose the browser sort criteria
nl_nl: Kies de browser sorteer criteria

source: Choose...
nl_nl: Kies...

source: Clear
nl_nl: Opschonen

source: Clear Recent Files
nl_nl: Opschonen recent geopende bestanden

source: Clear Recent Folders
nl_nl: Opschonen recent geopende folders

source: Clear cache
nl_nl: Opschonen geheugen

source: Clear...
nl_nl: Opschonen...

source: Click on the image where you would like to create one or more regions.
nl_nl: Klik op de afbeelding waar u een of meerdere gebieden wilt creeren.

source: Click somewhere on your photo that is either the color or luminosity you want to select.
nl_nl: Klik ergens in de foto om een kleur of lichtsterkte te selecteren.

source: Click the Color Selection tab to reveal the color/luminosity selection controls.
nl_nl: Klik op Kleur selectie blad om de de kleur/lichtsterkte selectie besturingselementen te tonen.

source: Click the Color Mask tab.
nl_nl: Klik op het kleur masker tabblad.

source: Click the Crop button again to commit.
nl_nl: Klik nogmaals op de Bijsnijden knop om te bevestigen.

source: Click the eyedropper button.
nl_nl: Klik op de pipet knop.

source: Clone
nl_nl: Kloon

source: Close Image
nl_nl: Sluit afbeelding

source: Collapse Tool
nl_nl: Gereedschap inklappen

source: Collapse image stacks
nl_nl: Inklappen afbeeldingsstapels

source: Collapse this tool
nl_nl: Dit gereedschap inklappen

source: Color Balance
nl_nl: Kleur balans

source: Color Burn
nl_nl: Kleur doordrukken

source: Color Cast
nl_nl: Kleurzweem

source: Color Change
nl_nl: Kleur wijziging

source: Color Dodge
nl_nl: Kleur tegenhouden

source: Color Dropper Selection
nl_nl: Kleur pipet selectie

source: Color Handling
nl_nl: Kleur behandling

source: Color Intensity
nl_nl: Kleur intensiteit

source: Color Management
nl_nl: Kleur beheer

source: Color Mask
nl_nl: Kleur masker

source: Color Noise
nl_nl: Kleur ruis

source: Color Profile
nl_nl: Kleur profiel

source: Color Radius
nl_nl: Kleur radius

source: Color Selection
nl_nl: Kleur selectie

source: Color Selection Mask
nl_nl: Kleur selectie masker

source: Color Selection Viewer
nl_nl: Kleur selectie weergave

source: Color Selector
nl_nl: Kleur kiezer

source: Color/Luminosity selection
nl_nl: Kleur/Lichtsterkte selectie

source: Color_Selection_Viewer.html
nl_nl: Kleur_Selectie_Viewer.html

source: Common aspect ratios
nl_nl: Normale hoogte-breedte verhouding

source: Compression
nl_nl: Compressie

source: Continue
nl_nl: Doorgaan

source: Contrast Mask
nl_nl: Contrast masker

source: Convert
nl_nl: Converteren

source: Convert Image...
nl_nl: Converteren afbeelding...

source: Convert the selected image to a new image type
nl_nl: Geselecteerde afbeelding converteren naar nieuw afbeeldingstype

source: Convert...
nl_nl: Converteren ...

source: Converting...
nl_nl: Converteren...

source: Converting.html
nl_nl: Verwerken.html

source: Copy Region
nl_nl: Kopieer gebied

source: Copy Tools
nl_nl: Kopie gereedschap

source: Copy the selected image to another folder
nl_nl: Kopieer de geselecteerde afbeelding naar een andere folder

source: Copy toolstack to clipboard from selected image
nl_nl: Kopieer gereedschapsstapel van de geselecteerde afbeelding naar het klembord

source: Couldn't access Style "$1"
nl_nl: Geen toegang tot stijl "$1"

source: Couldn't access Styles
nl_nl: Geen toegang tot stijlen

source: Couldn't access the "$1" Style
nl_nl: Geen toegang tot stijl "$1"

source: Couldn't clear the global browser cache.
nl_nl: Kan globaal browser geheugen niet opschonen.

source: Couldn't convert $1
nl_nl: Kon $1 niet converteren

source: Couldn't delete $1.
nl_nl: Kan $1 niet verwijderen.

source: Couldn't delete an older version of "$1"
nl_nl: Kon een oudere versie van "$1" niet verwijderen

source: Couldn't find a Style named "$1"
nl_nl: Kan stijl met naam "$1" niet vinden

source: Couldn't find an Image path attribute
nl_nl: Kan geen afbeeldingspad attributen vinden

source: Couldn't find an Image tag
nl_nl: Kan geen afbeeldingsetiket vinden

source: Couldn't find the original image
nl_nl: Kon originele afbeelding te vinden

source: Couldn't import a Style from "$1".
nl_nl: Kon stijl niet van importeren "$1".

source: Couldn't interpret the file "$1" as a Style
nl_nl: Kon bestand "$1" niet als een stijl interpreteren

source: Couldn't manage to save directly.
nl_nl: Kon niet direct opslaan.

source: Couldn't move $1 to the Recycle Bin.
nl_nl: Kan $1 niet verplaatsen naar prullenbak

source: Couldn't move $1 to the Trash.
nl_nl: Kan $1 niet verplaatsen naar afval

source: Couldn't print
nl_nl: Kon niet afdrukken

source: Couldn't read Style from "$1"
nl_nl: Kan stijl "$1" niet lezen

source: Couldn't rename "$1" to "$2"
nl_nl: Kon "$1" niet hernoemen tot "$2"

source: Couldn't rename "$1" to "$2".
nl_nl: Kan "$1" niet hernoemen naar "$2".

source: Couldn't rename the XMP file for "$1".
nl_nl: Kan het XMP bestand voor "$1" niet hernoemen.

source: Couldn't save this Style
nl_nl: Kon deze stijl niet opslaan

source: Couldn't save to $1
nl_nl: Kan niet opslaan naar $1

source: Couldn't store Style "$1"
nl_nl: Kan stijl "$1" niet opslaan

source: Couldn't write Style "$1" to file "$2"
nl_nl: Kan niet schrijven van stijl "$1" naar bestand "$2"

source: Creates an effect similar to, but lower in contrast than, the Difference blending mode.
nl_nl: Creeert een effect zoals de Verschil modus, maar met minder contrast.

source: Creator
nl_nl: Maker

source: Crop
nl_nl: Bijsnijden

source: Crop Mode
nl_nl: Bijsnijden modus

source: Custom
nl_nl: Aangepast

source: Cut Region
nl_nl: Knip gebied

source: Cyan-Red
nl_nl: Cyaan-Rood

source: Cyans
nl_nl: Cyanen

source: Darken
nl_nl: Donkerder

source: Darkens the base color to reflect the blend color by increasing contrast.
nl_nl: Maakt de basis kleur donkerder om de vermengings kleur weer te geven door het contrast op te voeren.

source: Debug
nl_nl: Fouten opsporen

source: Default settings for batch processing
nl_nl: Standaard instellingen voor batch verwerking

source: Default settings for saving, printing, and converting
nl_nl: Standaard instellingen voor opslaan, afdrukken en converteren

source: Delete
nl_nl: Verwijderen

source: Delete Point
nl_nl: Verwijder punt

source: Delete Region
nl_nl: Verwijder gebied

source: Delete Selected Regions
nl_nl: Verwijderen geselecteerde gebieden

source: Delete Style failed
nl_nl: Verwijderen stijl niet gelukt

source: Delete the selected image
nl_nl: Verwijder geselecteerde afbeelding

source: Delete...
nl_nl: Verwijderen...

source: Depth
nl_nl: Diepte

source: Description of black point compensation.
nl_nl: Beschrijving van zwartpunt compensatie.

source: Description of the Color Selection Viewer.
nl_nl: Beschrijving van de kleur selectie weergave.

source: Description of the parts of the browser window.
nl_nl: Beschrijving van de onderdelen van het browser venster.

source: Description of the parts of the editor window.
nl_nl: Beschrijving van de onderdelen van het editor venster.

source: Description of the various blending modes.
nl_nl: Beschrijving van de verschillende vermengings modi.

source: Difference
nl_nl: Verschil

source: Direct Save
nl_nl: Direct opslaan

source: Disable
nl_nl: Uitschakelen

source: Disable Color Selection
nl_nl: Uitschakelen kleur selectie

source: Disable the hue selection
nl_nl: Kleurtoon selectie uitschakelen

source: Disable the luminosity selection
nl_nl: Lichtsterkte selectie uitschakelen

source: Discard changes to this image and start over
nl_nl: Negeer wijzigingen op deze afbeelding en start opnieuw

source: Display Color Profile
nl_nl: Toon kleur profiel

source: Display the path of the current folder
nl_nl: Toon het pad van de huidige folder

source: Do you want to replace it?
nl_nl: Wilt u het vervangen?

source: Do you want to search for it?
nl_nl: Wilt u ernaar zoeken?

source: Don't Reset
nl_nl: Niet terugzetten

source: Don't Save
nl_nl: Niet opslaan

source: Don't ask again
nl_nl: Niet meer vragen

source: Don't limit
nl_nl: Niet begrenzen

source: Don't remind me
nl_nl: Geen herinnering

source: Done
nl_nl: Gereed

source: Double-click to finish your region (or shift-click, or press ESC).
nl_nl: Dubbelklik om het creeren van het gebied te beeindigen (of shift-click, of druk op ESC).

source: Download Now
nl_nl: Nu downloaden

source: Drag a rectangle on the image to crop it.
nl_nl: Sleep een vierkant in de afbeelding om die bij te snijden.

source: Draw Bezier Regions
nl_nl: Teken Bezier gebieden

source: Draw Polygon Regions
nl_nl: Teken veelhoekige (polygonale) gebieden

source: Draw Spline Regions
nl_nl: Teken vrijevorm kromme (spline) gebieden

source: Edit
nl_nl: Wijzigen

source: Edit Mode
nl_nl: Wijzig modus

source: Edit size
nl_nl: Bewerkings afmeting

source: Edit the list of Styles
nl_nl: Wijzig de stijl lijst

source: Edit the selected image
nl_nl: Wijzig geselecteerde afbeelding

source: Editor Layout
nl_nl: Wijzigings scherm

source: Editor anatomy
nl_nl: Editor anatomie

source: Empty Info
nl_nl: Lege Info

source: Enable
nl_nl: Inschakelen

source: Enable Color Selection
nl_nl: Inschakelen kleur selectie

source: Enable the hue selection
nl_nl: Kleurtoon selectie inschakelen

source: Enable the luminosity selection
nl_nl: Lichtsterkte selectie inschakelen

source: Enforce aspect ratio constraints
nl_nl: Afdwingen beperkingen hoogte-breedte verhouding

source: Enter copyright text here.
nl_nl: Geef hier copyright tekst in.

source: Enter copyright text in the space above.
nl_nl: Geef copyright tekst in de ruimte hierboven.

source: Enter creator here.
nl_nl: Geef hier maker in.

source: Error Details
nl_nl: Fout details

source: Error applying Style "$1"
nl_nl: Fout bij toepassen stijl "$1"

source: Error initializing browser
nl_nl: Fout bij initialiseren browser

source: Error reading the file
nl_nl: Fout bij bestand lezen

source: Exclusion
nl_nl: Uitsluiting

source: Exit
nl_nl: Afsluiten

source: Expand Tool
nl_nl: Gereedschap uitklappen

source: Expand image stacks
nl_nl: Uitklappen afbeeldingsstapels

source: Expand this tool
nl_nl: Dit gereedschap uitklappen

source: Export
nl_nl: Exporteren

source: Export Style
nl_nl: Stijl exporteren

source: Export...
nl_nl: Exporteren...

source: Exposure
nl_nl: Belichting

source: Failed to restore from preferences
nl_nl: Kon voorkeuren niet herstellen

source: Failed to save preferences
nl_nl: Kon voorkeuren niet opslaan

source: File
nl_nl: Bestand

source: File Name
nl_nl: Bestandsnaam

source: File Size
nl_nl: Bestandsgrootte

source: File Type
nl_nl: Bestandstype

source: File time
nl_nl: Bestandstijd

source: Find $1
nl_nl: Vindt $1

source: Finish editing and return to Browse Mode
nl_nl: Beeindigen wijzigings modus en terugkeren naar blader modus

source: First, as shown by the green arrows, the base colors of a photo have a tool's effect applied to them producing the blend colors.
nl_nl: Ten eerste, getoond met de groene pijlen, de basis kleuren van een foto hebben een gereedschaps effect toegepast, wat vermengde kleuren oplevert.

source: Fit image to screen
nl_nl: Pas afbeelding op scherm

source: Fit within 1024 x 1024
nl_nl: Pas binnen 1024 x 1024

source: Fit within 1536 x 1536
nl_nl: Pas binnen 1536 x 1536

source: Fit within 2048 x 2048
nl_nl: Pas binnen 2048 x 2048

source: Fit within 2560 x 2560
nl_nl: Pas binnen 2560 x 2560

source: Focal Length
nl_nl: Brandpuntsafstand

source: For example, compare what is shown below.
nl_nl: Vergelijk bv. wat hieronder wordt vergeleken.

source: Fuzz
nl_nl: Zachtheid

source: Gain
nl_nl: Versterken

source: Gaussian Blur
nl_nl: Gaussiaanse vervaging

source: General
nl_nl: Generiek

source: Global
nl_nl: Globaal

source: Go back to previously selected folder
nl_nl: Ga terug naar de vorige geselecteerde folder

source: Go forward to recently selected folder
nl_nl: Ga vooruit naar de recent geselecteerde folder

source: Grain Intensity
nl_nl: Korrel intensiteit

source: Grain Noise
nl_nl: Korrel ruis

source: Grain Radius
nl_nl: Korrel radius

source: Green
nl_nl: Groen

source: Greens
nl_nl: Groenen

source: Hard Light
nl_nl: Hard Licht

source: Height
nl_nl: Hoogte

source: Hence, the darkest black of your photo becomes the darkest black that the device can render.
nl_nl: Op die manier wordt het donkerste zwart van uw foto het donkerste zwart dat het uitvoerapparaat kan weergeven.

source: Hide Crop Tool
nl_nl: Verberg bijsnijdgereedschap

source: Hide Image Types
nl_nl: Verberg afbeeldingstypes

source: Hide Inner Region
nl_nl: Verberg binnen gebied

source: Hide Inspectors
nl_nl: Verberg Inspecteurs

source: Hide Previews
nl_nl: Verberg voorbeelden

source: Hide Proof Tool
nl_nl: Verberg proefdruk gereedschap

source: Hide Regions
nl_nl: Verberg gebieden

source: Hide Rotate Tool
nl_nl: Verberg draaigereedschap

source: Hide extra tool controls
nl_nl: Verberg extra gereedschapsbediening

source: Hide print proofing tool
nl_nl: Verberg afdruk proefdruk gereedschap

source: Hide the Crop Tool
nl_nl: Verberg het bijsnijdgereedschap

source: Hide the Rotate Tool
nl_nl: Verberg het draaigereedschap

source: Highlights
nl_nl: Hoge lichten

source: History
nl_nl: Geschiedenis

source: How to batch convert your photos to JPEG or TIFF image files.
nl_nl: Hoe uw foto's in een batch te verwerken tot JPEG of TIFF afbeeldingsbestanden.

source: However, because the luminosity range is compressed, information from your photo is still lost: the loss is just evenly spread out over the entire luminosity range (and thus less noticeable) rather than being truncated at the black end.
nl_nl: Vanwege het samendrukken van het helderheidsbereik gaat wel informatie van uw foto verloren, dit verlies wordt echter verspreid over het totale helderheidsbereik (en daarmee minder zichtbaar) en niet afgekapt bij de zwarte kant van het bereik.

source: Hue
nl_nl: KleurtoonHue

source: Hue/Saturation
nl_nl: Kleurtoon/Verzadiging

source: If no black point compensation is done, then detail will be lost in the darkest shadow areas of your photo because the dark areas beyond the darkest black the device can render are truncated.
nl_nl: Als zwartpunt compensatie niet wordt uitgevoerd, zal detail in de donkerste schaduw gebieden van uw foto verloren gaan omdat de gebieden donkerder dan wat het uitvoerapparaat kan weergeven worden afgekapt.

source: If the blend color is lighter than 50% gray, the color is lightened (screened); if the blend color is darker than 50% gray, the color is darkened (multiplied).
nl_nl: Als de vermengings kleur lichter is dan 50% grijs wordt de kleur lichter (verbleekt); als de vermengings kleur donkerder is dan 50% grijs wordt de kleur donkerder (vermenigvuldigd).
